recipes = [
    {
        "id": 01,
        "name": "Пълнени домати със спанак, сирене и яйца",
        "calories_for_portion": "202 кал",
        "protein": "22 г"
        "fat": "13 г"
        "carbohydrates": "10 г"
        "products": ["4 домата", "200 г спанак", "200 г сирене", "2 яйца"],
        "way_of_prepare": "Изрежете капачетата на доматите (4 бр) и ги\
            издълбайте. Разбийте яйцата (2 бр) и натрошеното сирене (200 г),\
            добавете ситно нарязания спанак (200 г) и с получената \
            смес напълнете доматите. Поставете ги в предварително\
            намазнена тавичка и печете до пълна готовност на 200 градуса. ",
        "portion": 4,
        "time": 20,
        "difficult": 2,
    },

    {
        "id": 02,
        "name": "Кренвирши с кашкавал и яйца",
        "calories_for_portion": "635 кал",
        "protein": "29 г"
        "fat": "56 г"
        "carbohydrates": "4 г"
        "products":
            ["8 кренвирша", "20 г масло", "100 г кашкавал", "4 яйца"],
        "way_of_prepare": "Кренвиршите(8 бр) се нарязват напречно на 4-5 \
            еднакви парчета. Нареждат се изправени в огнеупорен съд, покриват \
            се с парченца масло (1 с.л.) и се поръсват с подправките и \
            настъргания на едрото ренде кашкавал (100 г). Заливат се с \
            разбитите с миксер яйца (4 бр). Запичат се в гореща фурна и \
            се поднасят топли. ",
        "portion": 4,
        "time": 25,
        "difficult": 1,
    },

    {
        "id": 03,
        "name": "Oгретен с кашкавал и сирене",
        "calories_for_portion": "399 кал",
        "products":
            ["500 г картофи", "30 г масло", "150 г сирене",
             "200 мл прясно мляко", "2 бр. яйца"],
        "way_of_prepare": "Картофите се измиват и сваряват, след като са \
            готови се обелват и нарязват на филийки и се нарежда ред картофи\
            в добре намазнена тава. Натрошеното сирене се разстила върху\
            картофите и отново се нарежда ред картофи. Разбиват се яйцата,\
            млякото и солта и със сместа се заливат картофите и сиренето.\
            Отгоре се поставят парченца масло и ястието се пече във фурна\
            за около 30 минути на 200 С.",
        "portion": 6,
        "time": 45,
        "difficult": 3,
    },

    {
        'id': 04,
        'name': 'Огретен с тиквички и сирене',
        'calories_for_portion': '339 кал',
        'protein': 21,
        'fat': 23,
        'carbohydrates': 13,
        'products':
            ['6 тиквички', '5 яйца', '300 г сирене', '20 г олио',
             '1 връзка пресен лук', '1/2 връзка копър', '1/2 връзка магданоз',
             'черен пипер', 'сол'],
        'way_of_prepare': 'Тиквичките (6 бр) се нарязват на по-едри кубчета и\
        се задушават във вряща подсолена вода, докато леко омекнат. Изцеждат\
        се, смесват се със ситно нарязаните зелени подправки, олиото,\
        натрошеното сирене (300 г) и разбитите яйца (5 бр), овкусяват се с\
        черен пипер и сол. Всичко се изсипва в тава. Запича се до златисто.',
        'portion': 4,
        'time': 45,
        'difficult': 3,
    }
]
