recipes = [
    {
        "id": 01,
        "name": "Пълнени домати със спанак, сирене и яйца",
        "calories": "202 кал",
        "products": ["4 домата", "200 г спанак", "200 г сирене", "2 яйца"],
        "way_of_prepare": "Изрежете капачетата на доматите (4 бр) и \
            ги издълбайте.Разбийте яйцата (2 бр) и натрошеното сирене (200 г),\
            добавете ситно нарязания спанак (200 г) и с получената \
            смес напълнете доматите. Поставете ги в предварително\
            намазнена тавичка и печете до пълна готовност на 200 градуса. ",
        "porcion": 4,
        "time": "20 минути",
        "diff": 2,
    },

    {
        "id": 02,
        "name": "Пълнени домати със спанак, сирене и яйца",
        "calories": "635 кал",
        "products":
            ["8 кренвирша", "1 с.л. масло", "100 г кашкавал", "4 яйца"],
        "way_of_prepare": "Кренвиршите(8 бр) се нарязват напречно на 4-5 \
            еднакви парчета. Нареждат се изправени в огнеупорен съд, покриват \
            се с парченца масло (1 с.л.) и се поръсват с подправките и \
            настъргания на едрото ренде кашкавал (100 г). Заливат се с \
            разбитите с миксер яйца (4 бр). Запичат се в гореща фурна и \
            се поднасят топли. ",
        "porcion": 4,
        "time": "25 минути",
        "diff": 1,
    },

    {
        "id": 03,
        "name": "OОгретен с кашкавал и шунка",
        "calories": "399 кал",
        "products":
            ["500 г картофи", "30 г масло", "150 г сирене",
             "200 мл прясно мляко", "2 бр. яйца"],
        "way_of_prepare": "Картофите се измиват и сваряват, след като са \
            готови се обелват и нарязват на филийки и се нарежда ред картофи\
            в добре намазнена тава. Натрошеното сирене се разстила върху\
            картофите и отново се нарежда ред картофи. Разбиват се яйцата,\
            млякото и солта и със сместа се заливат картофите и сиренето.\
            Отгоре се поставят парченца масло и ястието се пече във фурна\
            за около 30 минути на 200 С.",
        "porcion": 6,
        "time": "45 минути",
        "diff": 3,
    }
        ]
