{
 "1": [
  "Хрупкаво пилешко вретено с корнфлейкс",
  "2  пилешки гърди\n100 г мариновани гъби\n100 г кашкавал\n100 г кисели краставички\n1/2 ч.ч. олио\n3 с.л. корнфлейкс\n2 с.л. галета\n1  яйце\n сол\n черен пипер",
  "\n\r\n        Пилешките гърди се разрязват наполовина, начукват се и се посоляват със сол и черен пипер от двете страни.        \n\r\n        Гъбите, киселите краставички и кашкавалът се нарязват на дълги ивици. Върху приготвените пилешки гърди се слага по 1-2 с. л. от плънката и се навиват на рула, чиито краища се захващат с клечки за зъби.        \n\r\n        Пилешките вретена се намазват с разбито яйце и се овалват в смес от галетата и натрошения корнфлейкс. Запържват от всички страни в нагорещено олио до златисто за около 6 минути. Месото се отцежда от мазнината върху кухненска хартия.\n        \n"
 ],
 "2": [
  "Лучено пилешко вретено с бекон и гъби",
  "2  пилешки гърди\n2  глави лук\n150 г мариновани гъби\n150 г бекон\n1/2 ч.ч. олио\n сол\n червен пипер\n черен пипер",
  "\n\r\n        Пилешките гърди се разрязват наполовина, начукват се и се посоляват със сол и черен пипер от двете страни.        \n\r\n        Лукът се нарязва на полумесеци и се запържва в малко олио до златисто. Добавят се нарязаните на кубчета бекон и гъби. Бърка се на котлона няколко минути и плънката се подправя със сол, черен и червен пипер.        \n\r\n        Върху приготвените пилешки гърди се слага по 1-2 с. л. от плънката и се навиват на рула, чиито краища се захващат с клечки за зъби.        \n\r\n        Пилешките вретена се запържват от всички страни в нагорещено олио до златисто за около 6 минути. Месото се отцежда от мазнината върху кухненска хартия.\n        \n"
 ],
 "3": [
  "Пълнени пилешки бутчета с лук и гъби на барбекю",
  "8  горни пилешки бутчета\n2  глави лук\n200 г гъби\n1  морков\n3 с.л. зехтин\n сол\n черен пипер\n червен пипер",
  "\n\r\n        Пилешките бутчета се обезкостяват и намазват от двете страни със сол, червен и черен пипер.        \n\r\n        Лукът, гъбите и морковът се нарязват на кубчета и се запържват в малко зехтин. Оставят се да се задушат за 5 минути като се бърка често. Овкусява се със сол и червен пипер.        \n\r\n        С получената плънка се пълнят пилешките бутчета и се захващат в краищата с клечки за зъби, за да си запазят формата.        \n\r\n        Скарата се намазва с мазнина. Пилешките бутчета се пекат от всяка страна за по 7 минути.\n        \n"
 ],
 "4": [
  "Пълнени пилешки бутчета със стафиди и ябълки на скара",
  "8  горни пилешки бутчета\n2 с.л. стафиди\n1  ябълка\n1  глава лук\n1 с.л. тъмен ром\n2 ч.л. захар\n1/2 ч.л. канела\n1/2 ч.л. бахар\n1  филия хляб\n60 мл. ябълков сок\n сол\n черен пипер",
  "\n\r\n        Пилешките бутчета се обезкостяват и намазват от двете страни със сол и черен пипер.        \n\r\n        Стафидите се заливат с тъмния ром и се оставят настрана за 20 минути.        \n\r\n        Лукът и ябълката се нарязват на кубчета и се запържват в малко зехтин. Оставят се да се задушат за 5 минути, като се бърка от време на време. Добавят се захарта, канелата, бахарът, накиснатите стафиди и натрошеният хляб.        \n\r\n        С получената плънка се пълнят пилешките бутчета и се захващат в краищата с клечки за зъби, за да си запазят формата.        \n\r\n        Скарата се намазва с мазнина. Пилешките бутчета се пекат от всяка страна за по 5-6 минути, като се обливат в ябълков сок.\n        \n"
 ]
}